{
    "horses": [
        {
            "fei": "103BD72",
            "note": "According to Sarah Bullimore, 'evil' at 5 but merely 'sharp' at 9."
        },
        {
            "fei": "GBR42931",
            "note": "Cause of death: complications after colic surgery."
        },
        {
            "fei": "GBR13938",
            "note": "Cause of death: unknown, during retirement."
        },
        {
            "fei": "NZL40327",
            "note": "Cause of death: cancer."
        },
        {
            "fei": "103GK27",
            "note": "Cause of death: broken pastern at Pau 2017."
        },
        {
            "fei": "103JA88",
            "note": "Cause of death: destroyed suspensory ligament at Badminton 2018."
        },
        {
            "fei": "GBR40385",
            "note": "Cause of death: neurological issue."
        },
        {
            "fei": "GBR42539",
            "note": "Cause of death: unknown, during retirement."
        },
        {
            "fei": "GBR13384",
            "note": "By the Trakehner stallion Fleetwater Opposition out of a Thoroughbred. 'The ugliest foal you've ever seen' with an enormous head and mismatched front feet.<br />Cause of death: seizure."
        },
        {
            "fei": "IRL40145",
            "note": "Cause of death: broken fetlock at Belton 2016."
        },
        {
            "fei": "GBR09616",
            "note": "A crowd favourite, though he be but little, he is fierce."
        },
        {
            "fei": "103FH43",
            "note": "By a Thoroughbred out of a Clydesdale, allegedly. Biggest feet in eventing, the V8 Supercob."
        },
        {
            "fei": "GBR41548",
            "note": "Cause of death: acute encephalitis."
        },
        {
            "fei": "AUS01737",
            "note": "Bought off the track for $850. Survived a barn fire in 2011, three months before Burghley. Boyd Martin calls him the Legend."
        },
        {
            "fei": "103CM88",
            "note": "Named Oscar because he's a grouch at home.<br />Cause of death: heart attack."
        },
        {
            "fei": "102TP05",
            "note": "Breeding is Thoroughbred x Oldenburg."
        },
        {
            "fei": "USA41877",
            "note": "Ex-racer, born in Kentucky.<br />Cause of death: presumed aneurysm."
        },
        {
            "fei": "USA08508",
            "note": "Ex-racer from Maryland."
        },
        {
            "fei": "USA08891",
            "note": "Throws a few happy crow-hops after a good showjumping round.<br />Cause of death: unknown, during retirement."
        },
        {
            "fei": "USA08886",
            "note": "Ex-racer from New Zealand.<br />Cause of death: aortic aneurysm."
        },
        {
            "fei": "GBR11979",
            "note": "Homebred out of Louise Harwood's Pony Club mare. Full brother to Partly Pickled and uncle to Mr Potts."
        },
        {
            "fei": "GBR12996",
            "note": "Homebred out of Louise Harwood's Pony Club mare. Full brother to Bit of a Barney and uncle to Mr Potts."
        },
        {
            "fei": "GBR43133",
            "note": "Homebred grandson of Louise Harwood's Pony Club mare. Nephew to Bit of a Barney and Partly Pickled."
        },
        {
            "fei": "GBR13580",
            "note": "Cause of death: injury in Young Rider class at Weston."
        },
        {
            "fei": "GBR42225",
            "note": "Same mother as Opposition Buzz."
        },
        {
            "fei": "NZL01332",
            "note": "Full brother to Nereo."
        },
        {
            "fei": "GBR13000",
            "note": "Named after Manuel from Fawlty Towers. AKA 'Spinhead', spins in circles when excited. Once sent home from a hunt for being disruptive."
        },
        {
            "fei": "GBR40604",
            "note": "Cause of death: euthanised, unknown cause."
        },
        {
            "fei": "NZL40625",
            "note": "Bred by Tim Price's parents."
        },
        {
            "fei": "NZL40625",
            "note": "Bought cheap by Tim Price because he bolted. Tim would drop the reins and pat him until he stopped. Dislikes being alone."
        },
        {
            "fei": "103NY71",
            "note": "Previous name Loroto He's a Star."
        },
        {
            "fei": "103BD71",
            "note": "Frightened of crowds."
        },
        {
            "fei": "103IC70",
            "note": "Cause of death: complications after injury at Burghley 2017."
        },
        {
            "fei": "103RJ16",
            "note": "Described by Tina Cook as a racing reject."
        },
        {
            "fei": "103RB61",
            "note": "Bought from a hunting yard at 4, 'nothing special .. moved like a sewing machine'. Has heavy feather in the off season."
        },
        {
            "fei": "AUS41225",
            "note": "Ex-racer. Has an 'over-excited, almost neurotic' dual personality that Elisa Wallace calls 'The Dragon'."
        },
        {
            "fei": "104AN52",
            "note": "Named for his close-set eyes."
        },
        {
            "fei": "103AV31",
            "note": "Dumped his rider at Badminton 2016 and jumped three fences upstream towards the stables."
        },
        {
            "fei": "IRL40632",
            "note": "Michael Owen credits this horse with getting him through the death of his teenage sister in a car crash."
        },
        {
            "fei": "102YJ43",
            "note": "Bought by Tom Jackson's parents at four. Described at that time as gangly, cheap, and cribbing. Makes trouble by removing his own headcollar and rugs."
        },
        {
            "fei": "102SJ70",
            "note": "Was dyed pink in late 2015 by Emma Hyslop-Webb for a breast cancer charity."
        },
        {
            "fei": "103JQ79",
            "note": "When bought, considered 'hairy and big-boned'."
        },
        {
            "fei": "104CJ51",
            "note": "Not really built for collection, but does his best. Can be cheeky, David Britnell hacks him with a neck strap because he spins."
        }
    ],
    "riders": [
        {
            "fei": "10000553",
            "note": "Used to be a dairy farmer. Teammate Andrew Nicholson says he could go cross-country on a cow. Wanted to be a jockey but he's 6'2\"."
        },
        {
            "fei": "10000193",
            "note": "His middle name is Clifton. Most serious fall was from Cillnabradden Evo at Gatcombe August 2015. Neck vertebra trauma requiring surgery."
        },
        {
            "fei": "10005138",
            "note": "His father was a milkman when he wasn't riding."
        },
        {
            "fei": "10005184",
            "note": "Personal colour is bright red; aka the Red Thunder from Down Under."
        },
        {
            "fei": "10016118",
            "note": "Doesn't like wearing shoes."
        },
        {
            "fei": "10003843",
            "note": "Known for stylish appearance and high speed across country. Polishes his boots when nervous."
        },
        {
            "fei": "10000230",
            "note": "Full name is William Speed Lane Fox-Pitt. Went to Eton, and the 'Pitt' is the same line as the former PM. Usually the tallest in the field at 6'5\". Most serious fall was from Reinstated at Le Lion d'Angers October 2015. Head trauma, two weeks in ICU."
        },
        {
            "fei": "10000226",
            "note": "Most serious fall was from Billy the Red at Burnham Markets March 2018. Dislocated shoulder."
        },
        {
            "fei": "10000224",
            "note": "Runs the Billy stud with husband William. First winner of the Rolex Grand Slam in 2003. Writes children's books."
        },
        {
            "fei": "10000224",
            "note": "Missed most of the season in 2017 due to a lingering neck injury. Teammate Shane Rose took his rides."
        },
        {
            "fei": "10000154",
            "note": "Writes a blog at BillLevett.com. Good singing voice, has done panto. Used to drive cattle in Australia."
        },
        {
            "fei": "10004203",
            "note": "Personal colour is lilac."
        },
        {
            "fei": "10013306",
            "note": "Personal colour is baby pink."
        },
        {
            "fei": "10009695",
            "note": "First job was as an apprentice bank clerk."
        },
        {
            "fei": "10020430",
            "note": "Farrier and ex semi-pro rugby player."
        },
        {
            "fei": "10004727",
            "note": "No relation."
        },
        {
            "fei": "10071867",
            "note": "Daughter of Mary King."
        },
        {
            "fei": "10005309",
            "note": "Lost left ring finger to a freak accident in his horsebox at Bramham 2017. Has modified his rein grip to cope."
        },
        {
            "fei": "10005247",
            "note": "Nickname bestowed by an older sister, after Piglet from Winnie the Pooh."
        },
        {
            "fei": "10013696",
            "note": "Most serious fall was from Tis A Beauty at Tweseldown July 2013. Rotational fall, collapsed lung, six days in ICU."
        },
        {
            "fei": "10005018",
            "note": "No, not that one."
        },
        {
            "fei": "10007318",
            "note": "Given name means 'Blackbird'. Has a master's degree in Dutch & fiscal law."
        },
        {
            "fei": "10004298",
            "note": "Was apprenticed to William Fox-Pitt. Most serious fall was from Shannondale Santiago at Wellington August 2013. Rotational fall, no head or spine injury but shattered both elbows."
        },
        {
            "fei": "10005434",
            "note": "Trained under Bruce Davidson (Buck Davidson's father). Admired his horse Eagle Lion and had signed posters of him."
        },
        {
            "fei": "10005095",
            "note": "Has run three Tough Mudders."
        },
        {
            "fei": "10003896",
            "note": "Day job as a maths teacher."
        },
        {
            "fei": "10016500",
            "note": "Worked as a rider for Andrew Nicholson. Taller than William Fox-Pitt at 6'6\". Not from an equestrian family - dad is a doctor, mum teaches art."
        },
        {
            "fei": "10043941",
            "note": "Penalised for going too fast at her first pony cross-country."
        },
        {
            "fei": "10011524",
            "note": "Only 5'2\" and can't run fast enough to trot up Allstar B."
        },
        {
            "fei": "10007354",
            "note": "Trying to develop a new equine hydrotherapy system. Most serious fall was from Tarastro at Jardy July 2018. Broken leg."
        },
        {
            "fei": "10068416",
            "note": "Dad is a farrier and does his horse's shoes."
        },
        {
            "fei": "10069139",
            "note": "Played for England in U16 hockey. Amateur distance runner."
        },
        {
            "fei": "10071867",
            "note": "Terrified of spiders."
        },
        {
            "fei": "10101347",
            "note": "Moved from showjumping to eventing when he met his wife, who came to see a horse he was selling. She bought it."
        },
        {
            "fei": "10100935",
            "note": "Loves cleaning tack. Didn't ride til he was 13. Hobbies are cross-country running, downhill mountain biking, and taking cars to bits."
        },
        {
            "fei": "10099026",
            "note": "Studied dentistry at Bristol. Won the CCI2* at Blair in 2016 while still a student and an amateur."
        },
        {
            "fei": "10032818",
            "note": "Born in Cumbria of Scottish heritage."
        }
    ]
}