{
    "horses": [
        {
            "fei": "104XO37",
            "note": "Intended ride of the deceased George Crawford, going to Badminton 2019 under Emily Parker in his memory. A big horse, 'makes Harelaw Wizard look small'."
        },
        {
            "fei": "103BD72",
            "note": "According to Sarah Bullimore, 'evil' at 5 but merely 'sharp' at 9."
        },
        {
            "fei": "GBR42931",
            "note": "Cause of death: complications after colic surgery."
        },
        {
            "fei": "GBR13938",
            "note": "Cause of death: unknown, during retirement."
        },
        {
            "fei": "NZL40327",
            "note": "Cause of death: cancer."
        },
        {
            "fei": "103GK27",
            "note": "Cause of death: broken pastern at Pau 2017."
        },
        {
            "fei": "103JA88",
            "note": "Cause of death: destroyed suspensory ligament at Badminton 2018."
        },
        {
            "fei": "GBR40385",
            "note": "Cause of death: neurological issue."
        },
        {
            "fei": "103ZX32",
            "note": "Trained to race but never actually went."
        },
        {
            "fei": "103OZ21",
            "note": "'Tiny but with a massive stride'. Snaffle-mouthed and uses a rubber bit in dressage."
        },
        {
            "fei": "103MU19",
            "note": "Racing name Shykee's Thunder."
        },
        {
            "fei": "USA40557",
            "note": "Racing name Tsu Tsu Ro."
        },
        {
            "fei": "103JM00",
            "note": "Racing name My Gifted Indyanna. Unraced because her farm was sold up by owner Alex Trebek. Nearly died after foaling Laguna Seca."
        },
        {
            "fei": "103IT07",
            "note": "Racing name Big Jet. Raced hard, sometimes consecutive days, on bad tracks in the outback. Scouted by Boyd Martin after his race retirement."
        },
        {
            "fei": "102TA03",
            "note": "Small, unimpressive, 'permanent hay belly'."
        },
        {
            "fei": "104IC01",
            "note": "Racing name Chivas Royale."
        },
        {
            "fei": "102XZ12",
            "note": "Racing name Heir Pegasus. Bought by Kevin McNab for $300, very lame and badly behaved. His sire has a reputation for 'difficult' horses."
        },
        {
            "fei": "102WR16",
            "note": "Racing name Smart Gorky. Known as the Deer. Injury-prone in turnout and has to be hand-grazed. Hates hacking, bolts home."
        },
        {
            "fei": "GBR42539",
            "note": "Cause of death: unknown, during retirement."
        },
        {
            "fei": "103EW14",
            "note": "Racing name Captain Frank."
        },
        {
            "fei": "103ZW84",
            "note": "Sire a TB, damsire a Clydesdale. According to Ben Hobday's hashtags, 'used to pull carts' and '5 star cob'."
        },
        {
            "fei": "103LI18",
            "note": "Trakehner/TB breeding. Barn diva."
        },
        {
            "fei": "GBR13384",
            "note": "By the Trakehner stallion Fleetwater Opposition out of a Thoroughbred. 'The ugliest foal you've ever seen' with an enormous head and mismatched front feet.<br />Cause of death: seizure."
        },
        {
            "fei": "IRL40145",
            "note": "Cause of death: broken fetlock at Belton 2016."
        },
        {
            "fei": "GBR09616",
            "note": "A crowd favourite, though he be but little, he is fierce."
        },
        {
            "fei": "103FH43",
            "note": "By a Thoroughbred out of a Clydesdale, allegedly. Biggest feet in eventing, the V8 Supercob."
        },
        {
            "fei": "GBR41548",
            "note": "Cause of death: acute encephalitis."
        },
        {
            "fei": "103SU52",
            "note": "A bit spooky. Sara Gumbiner blames his Irish heritage,and once felt the need to check whether she could fall off XC on the flat, and still continue."
        },
        {
            "fei": "AUS01737",
            "note": "Bought off the track for $850. Survived a barn fire in 2011, three months before Burghley. Boyd Martin calls him the Legend."
        },
        {
            "fei": "103CM88",
            "note": "Named Oscar because he's a grouch at home.<br />Cause of death: heart attack."
        },
        {
            "fei": "102TP05",
            "note": "Breeding is Thoroughbred x Oldenburg."
        },
        {
            "fei": "102XO30",
            "note": "Sire is a Thoroughbred, dam is 1/4 Shire."
        },
        {
            "fei": "USA41877",
            "note": "Ex-racer, born in Kentucky.<br />Cause of death: presumed aneurysm."
        },
        {
            "fei": "CAN02372",
            "note": "Brought Jessica Phoenix up through the levels.<br/>Cause of death: presumed aneurysm."
        },
        {
            "fei": "USA08508",
            "note": "Ex-racer from Maryland."
        },
        {
            "fei": "102OV67",
            "note": "Unraced, racing name Constock."
        },
        {
            "fei": "105CD21",
            "note": "Lots of flax, lots of chrome, and a belly spot. With his pretty orange and white colours, known as The Koi."
        },
        {
            "fei": "104JA69",
            "note": "Lives in Frankie Thieriot Stutes's back garden and lets her kids sit on him. Likes a croissant and a nap after competing. When first bought, 'really ugly with the personality of Eeyore'."
        },
        {
            "fei": "104GM21",
            "note": "Over-jumps, refuses to touch a rail or even a brush fence. Keen on his food, wears a grazing muzzle."
        },
        {
            "fei": "103HL76",
            "note": "Sweetest little pony face. Breeding is Connemara/TB."
        },
        {
            "fei": "102WB25",
            "note": "Breeding is Holsteiner/TB."
        },
        {
            "fei": "USA42564",
            "note": "Ex-racer. Thinks he's people. Downhill and not much of a front end when starting out, Emily Beshear calls him 'spaghetti legs'."
        },
        {
            "fei": "103OA10",
            "note": "Adorable long ears. Has a non-competing horse friend called PJ, who he refuses to be without at home. A happy, calm hacker."
        },
        {
            "fei": "103YT30",
            "note": "Has struggled with stamina cross-country, but now has a new fitness regime."
        },
        {
            "fei": "103MX97",
            "note": "Hallie Coon bought her having only seen a video."
        },
        {
            "fei": "104BK68",
            "note": "Remarkably flaxen tail."
        },
        {
            "fei": "104UA93",
            "note": "Was Jonelle's ride til 2017 pregnancy, Tim got to keep her afterwards."
        },
        {
            "fei": "IRL40376",
            "note": "Can be aggressive in his stable, so wears an Equilume mask with blue LEDs, a technique invented to alter perceived day length in broodmares."
        },
        {
            "fei": "103ZD39",
            "note": "Everyone's favourite little golden pony. Has his own Facebook page. Unknown heritage but probably has Connemara."
        },
        {
            "fei": "104AR56",
            "note": "Lives mostly outside. Has a Shetland pony friend called Sooty who keeps him calm."
        },
        {
            "fei": "102ZO70",
            "note": "Bought as a foal, Rachel Robinson turned down Andrew Nicholson when he offered to buy him from her. Has one-sided facial paralysis after a freak accident in his lorry as a two-year-old."
        },
        {
            "fei": "USA08891",
            "note": "Throws a few happy crow-hops after a good showjumping round.<br />Cause of death: unknown, during retirement."
        },
        {
            "fei": "USA08886",
            "note": "Ex-racer from New Zealand.<br />Cause of death: aortic aneurysm."
        },
        {
            "fei": "GBR11979",
            "note": "Homebred out of Louise Harwood's Pony Club mare. Full brother to Partly Pickled and uncle to Mr Potts."
        },
        {
            "fei": "GBR12996",
            "note": "Homebred out of Louise Harwood's Pony Club mare. Full brother to Bit of a Barney and uncle to Mr Potts."
        },
        {
            "fei": "GBR43133",
            "note": "Homebred grandson of Louise Harwood's Pony Club mare. Nephew to Bit of a Barney and Partly Pickled."
        },
        {
            "fei": "GBR13580",
            "note": "Cause of death: injury in Young Rider class at Weston."
        },
        {
            "fei": "GBR42225",
            "note": "Same mother as Opposition Buzz."
        },
        {
            "fei": "NZL01332",
            "note": "Full brother to Nereo."
        },
        {
            "fei": "104VM42",
            "note": "Born on the 4th of July."
        },
        {
            "fei": "103JQ40",
            "note": "When his showjumping wasn't much good, was broken to drive."
        },
        {
            "fei": "GBR13000",
            "note": "Named after Manuel from Fawlty Towers. AKA 'Spinhead', spins in circles when excited. Once sent home from a hunt for being disruptive."
        },
        {
            "fei": "GBR40604",
            "note": "Cause of death: euthanised, unknown cause."
        },
        {
            "fei": "NZL40625",
            "note": "Bred by Tim Price's parents."
        },
        {
            "fei": "NZL40625",
            "note": "Bought cheap by Tim Price because he bolted. Tim would drop the reins and pat him until he stopped. Dislikes being alone."
        },
        {
            "fei": "103NY71",
            "note": "Previous name Loroto He's a Star."
        },
        {
            "fei": "103UF27",
            "note": "'Nuts, out of control and generally we hated riding him'. Very strong and gets worse if you put a heavy bit on him."
        },
        {
            "fei": "103BD71",
            "note": "Frightened of crowds."
        },
        {
            "fei": "103IC70",
            "note": "Cause of death: complications after injury at Burghley 2017."
        },
        {
            "fei": "103RJ16",
            "note": "Described by Tina Cook as a racing reject."
        },
        {
            "fei": "103RB61",
            "note": "Bought from a hunting yard at 4, 'nothing special .. moved like a sewing machine'. Has heavy feather in the off season."
        },
        {
            "fei": "AUS41225",
            "note": "Racing name Kalinga Demo. Has an 'over-excited, almost neurotic' dual personality that Elisa Wallace calls 'The Dragon'."
        },
        {
            "fei": "104AN52",
            "note": "Named for his close-set eyes."
        },
        {
            "fei": "103AV31",
            "note": "Dumped his rider at Badminton 2016 and jumped three fences upstream towards the stables."
        },
        {
            "fei": "IRL40632",
            "note": "Michael Owen credits this horse with getting him through the death of his teenage sister in a car crash."
        },
        {
            "fei": "102YJ43",
            "note": "Bought by Tom Jackson's parents at four. Described at that time as gangly, cheap, and cribbing. Makes trouble by removing his own headcollar and rugs."
        },
        {
            "fei": "102SJ70",
            "note": "Was dyed pink in late 2015 by Emma Hyslop-Webb for a breast cancer charity."
        },
        {
            "fei": "103JQ79",
            "note": "When bought, considered 'hairy and big-boned'."
        },
        {
            "fei": "104CJ51",
            "note": "Failed showjumper. Can be cheeky, David Britnell hacks him with a neck strap because he spins to try to throw his rider."
        },
        {
            "fei": "USA40729",
            "note": "Named after basketball player Reggie Miller. Sometimes coughs due to throat surgery, so isn't bridled until the last minute before dressage. His groom rode him down the aisle at her wedding."
        },
        {
            "fei": "103AX61",
            "note": "Named after basketball player Kobe Bryant."
        },
        {
            "fei": "103VL87",
            "note": "Name is a portmanteau of his sire and damsire, Caresino and Levernois."
        },
        {
            "fei": "103EK67",
            "note": "'She kicks and she bites and she pins her ears'. AKA The Troll, AKA Piranhica. Trainer jokes that she kills babies; a baby doll is now kept in her stall and sometimes ends up in the water bucket."
        },
        {
            "fei": "CAN40171",
            "note": "Race name was War Buckaroo."
        }
    ],
    "riders": [
        {
            "fei": "10000553",
            "note": "Used to be a dairy farmer. Teammate Andrew Nicholson says he could go cross-country on a cow. Wanted to be a jockey but he's 6'2\"."
        },
        {
            "fei": "10000193",
            "note": "His middle name is Clifton. Broke his neck falling from Cillnabradden Evo at Gatcombe August 2015."
        },
        {
            "fei": "10005138",
            "note": "His father was a milkman when he wasn't riding."
        },
        {
            "fei": "10013424",
            "note": "Amateur eventer and full-time equine vet."
        },
        {
            "fei": "10000216",
            "note": "Career ended by a fall from Veronica at Morven Park October 2012, landed on her head with multiple broken vertebrae."
        },
        {
            "fei": "10005184",
            "note": "Personal colour is bright red; aka the Red Thunder from Down Under."
        },
        {
            "fei": "10016118",
            "note": "Doesn't like wearing shoes."
        },
        {
            "fei": "10071802",
            "note": "Tom Crisp calls her 'Flat White'. She likes coffee."
        },
        {
            "fei": "10004167",
            "note": "Proud amateur with a 'normal job'. Took two horses to college, then cut down to just Fric Frac Berence to focus on work."
        },
        {
            "fei": "10092184",
            "note": "Only 5'1\" and looks daft on 17.2hh Polaris. Kickboxes for a hobby. Religious, prays and meditates before competing."
        },
        {
            "fei": "10009929",
            "note": "Knew she wanted to event at 13 when she saw a poster of Karen O'Connor jumping into a water complex. Now trains with Karen! Parents aren't horsey, both are psychologists."
        },
        {
            "fei": "10004052",
            "note": "Also races cars and presents on TV. Broke her neck falling from HHS Cooley at Burgham July 2016, horse broke a leg and had to be euthanised."
        },
        {
            "fei": "10003843",
            "note": "Known for stylish appearance and high speed across country. Polishes his boots when nervous."
        },
        {
            "fei": "10000230",
            "note": "Full name is William Speed Lane Fox-Pitt. Went to Eton, and the 'Pitt' is the same line as the former PM. Usually the tallest in the field at 6'5\". Suffered head trauma falling from Reinstated at Le Lion d'Angers October 2015, two weeks in ICU."
        },
        {
            "fei": "10011916",
            "note": "Accounts manager for a telecoms company."
        },
        {
            "fei": "10031395",
            "note": "Chartered surveyor, runs her own business."
        },
        {
            "fei": "10000224",
            "note": "Runs the Billy stud with husband William. First winner of the Rolex Grand Slam in 2003. Writes children's books."
        },
        {
            "fei": "10000224",
            "note": "Missed most of the season in 2017 due to a lingering neck injury. Teammate Shane Rose took his rides."
        },
        {
            "fei": "10000154",
            "note": "Writes a blog at BillLevett.com. Good singing voice, has done panto. Used to drive cattle in Australia."
        },
        {
            "fei": "10004203",
            "note": "Personal colour is lilac."
        },
        {
            "fei": "10013306",
            "note": "Personal colour is baby pink."
        },
        {
            "fei": "10004377",
            "note": "Personal colour is sky blue."
        },
        {
            "fei": "10009695",
            "note": "First job was as an apprentice bank clerk."
        },
        {
            "fei": "10000220",
            "note": "Terrifyingly good dressage."
        },
        {
            "fei": "10020430",
            "note": "Farrier and ex semi-pro rugby player."
        },
        {
            "fei": "10005691",
            "note": "Broke his neck falling from Hans Dampf at Five Points September 2015. Got a skull and crossbones tattoo for his comeback. Likes Captain Hook."
        },
        {
            "fei": "10000231",
            "note": "Breeds exotic birds in his spare time."
        },
        {
            "fei": "10005367",
            "note": "Broke his entire face at Ocala January 2009, repaired with 3 metal plates and 25 screws."
        },
        {
            "fei": "10005408",
            "note": "16 years as a stockbroker before she went pro."
        },
        {
            "fei": "10004727",
            "note": "No relation."
        },
        {
            "fei": "10012819",
            "note": "Owns a dog called Vegemite and married to a woman called Jimmie."
        },
        {
            "fei": "10011120",
            "note": "Wears socks with owls on, in order to make wise decisions across country."
        },
        {
            "fei": "10000156",
            "note": "Reduced his string since 2016 when his stepdaughter suffered a serious TBI in a horse fall."
        },
        {
            "fei": "10071867",
            "note": "Daughter of Mary King."
        },
        {
            "fei": "10004300",
            "note": "Wanted to be a gymnast til she broke her ankle. 'Grew up in a divorced family' and worked at McDonalds from age 15. Likes American football, supports Philadelphia. Trained by Buck Davidson."
        },
        {
            "fei": "10005309",
            "note": "Lost left ring finger to a freak accident in his horsebox at Bramham 2017. Has modified his rein grip to cope."
        },
        {
            "fei": "10005247",
            "note": "Nickname bestowed by an older sister, after Piglet from Winnie the Pooh."
        },
        {
            "fei": "10013696",
            "note": "Had a rotational fall with Tis A Beauty at Tweseldown July 2013, collapsed lung, six days in ICU."
        },
        {
            "fei": "10005018",
            "note": "No, not that one."
        },
        {
            "fei": "10007318",
            "note": "Given name means 'Blackbird'. Has a master's degree in Dutch & fiscal law."
        },
        {
            "fei": "10004298",
            "note": "Was apprenticed to William Fox-Pitt. Shattered both elbows falling from Shannondale Santiago at Wellington August 2013."
        },
        {
            "fei": "10005434",
            "note": "Trained under Bruce Davidson Sr. Admired his horse Eagle Lion and had signed posters of him."
        },
        {
            "fei": "10005095",
            "note": "Has run three Tough Mudders."
        },
        {
            "fei": "10019985",
            "note": "Survived cancer in 2015. Big deal on the Insta. #yehBoi"
        },
        {
            "fei": "10016208",
            "note": "Crowdfunded her trip to Badminton 2017."
        },
        {
            "fei": "10003896",
            "note": "Day job as a maths teacher."
        },
        {
            "fei": "10067218",
            "note": "Non-horsey family. Introduced to horses aged eight at Girl Scout camp. Favours OTTBs. Was once sued by Stormy Daniels - rumours of poor horse care, unpaid debts, over-horsed Pony Club kids, and loose dogs at events."
        },
        {
            "fei": "10016500",
            "note": "Worked as a rider for Andrew Nicholson. Taller than William Fox-Pitt at 6'6\". Non-horsey family - dad is a doctor, mum teaches art."
        },
        {
            "fei": "10043941",
            "note": "Penalised for going too fast at her first pony cross-country."
        },
        {
            "fei": "10011524",
            "note": "Only 5'2\" and can't run fast enough to trot up Allstar B."
        },
        {
            "fei": "10007354",
            "note": "Trying to develop a new equine hydrotherapy system. Broke his leg falling from Tarastro at Jardy July 2018."
        },
        {
            "fei": "10068416",
            "note": "Dad is a farrier and does his horse's shoes."
        },
        {
            "fei": "10069139",
            "note": "Played for England in U16 hockey. Amateur distance runner."
        },
        {
            "fei": "10071867",
            "note": "Terrified of spiders."
        },
        {
            "fei": "10101347",
            "note": "Moved from showjumping to eventing when he met his wife, who came to see a horse he was selling. She bought it."
        },
        {
            "fei": "10100935",
            "note": "Loves cleaning tack. Didn't ride til he was 13. Hobbies are cross-country running, downhill mountain biking, and taking cars to bits. Badminton first-timer blogger for H&H in 2019."
        },
        {
            "fei": "10099026",
            "note": "Studied dentistry at Bristol. Won the CCI2* at Blair in 2016 while still a student and an amateur."
        },
        {
            "fei": "10032818",
            "note": "Born in Cumbria of Scottish heritage."
        },
        {
            "fei": "10000238",
            "note": "Born in Florida."
        },
        {
            "fei": "10003737",
            "note": "Married to a Grand Prix dressage rider. Co-hosts on the Eventing Radio Show."
        },
        {
            "fei": "10007367",
            "note": "Founded EquiRatings with Diarm Byrne. Co-hosts on the EquiRatings Eventing Podcast."
        },
        {
            "fei": "10059212",
            "note": "Trained by Buck Davidson. Collects shoes. Very tall, six foot. Not related to Boyd."
        },
        {
            "fei": "10016272",
            "note": "The daughter of a 'non-horsey' dirt bike racer, got riding lessons for her sixth birthday. Trained by Karen and David O'Connor."
        },
        {
            "fei": "10004498",
            "note": "Thoroughbred fan. Married to a cattle farmer. Rode Western as a child. Had a rotational fall with Exultation in May 2015, broken ribs and liver surgery, three days in ICU."
        },
        {
            "fei": "10009662",
            "note": "Double major in Literature and Foreign Affairs, Middle East expert. Trained by Boyd Martin."
        },
        {
            "fei": "10005693",
            "note": "Won a round-trip flight to Europe in the 2017 US national 3* championship and used it to take OBOS O'Reilly to Badminton 2018. Trained by Karen and David O'Connor."
        }
    ]
}